Repository: non-migi/RailAngyer
Catalog: RailAngyerApp/Resources/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, hi, ko, ru, zh_hans

source: 鉄道の駅を、実際に歩いて巡ります。
de: Du gehst echte Bahnstationen zu Fuß ab.
en: You walk between real railway stations.
es: Recorres a pie estaciones de tren reales.
fr: Vous parcourez à pied de vraies stations de train.
hi: रेलवे स्टेशनों की सैर असल में पैदल चलकर की जाती है।
ko: 철도역을 실제로 걸어서 돕니다.
ru: Вы обходите железнодорожные станции пешком, по-настоящему.
zh_hans: 实际步行巡游铁路车站。

source: サイコロを振った目の数だけ駅を進み、着いた駅で誰かの書いた「お題」をこなします。ゴールの駅に着いたら終わりです。
de: Würfle und gehe so viele Stationen weiter, dann erledige an der erreichten Station eine „Aufgabe“, die jemand geschrieben hat. Am Zielbahnhof endet das Spiel.
en: Roll the dice and move that many stations, then do a “mission” someone wrote at the station you reach. The game ends when you arrive at the goal station.
es: Tira el dado, avanza ese número de estaciones y haz la «misión» que alguien escribió en la estación a la que llegues. Al llegar a la estación meta, se acaba.
fr: Lancez le dé, avancez d’autant de stations, puis accomplissez un « défi » écrit par quelqu’un à la station atteinte. La partie se termine à la station d’arrivée.
hi: पासा फेंकें और उतने स्टेशन आगे बढ़ें, फिर पहुँचे स्टेशन पर किसी के लिखे “मिशन” को पूरा करें। मंज़िल स्टेशन पर पहुँचने पर खेल खत्म।
ko: 주사위를 굴려 나온 수만큼 역을 나아가고, 도착한 역에서 누군가 쓴 ‘미션’을 해냅니다. 도착 지점 역에 다다르면 끝입니다.
ru: Бросьте кубик и пройдите столько станций, сколько выпало, а на станции выполните «задание», написанное кем-то. Игра заканчивается на финишной станции.
zh_hans: 掷骰子按点数前进车站，在到达的车站完成某人写下的“任务”。到达终点站即结束。

source: 遊ぶ順番
de: Spielablauf
en: Order of play
es: Orden de juego
fr: Déroulement du jeu
hi: खेलने का क्रम
ko: 노는 순서
ru: Порядок игры
zh_hans: 游玩顺序

source: コースと区間を決める
de: Strecke und Abschnitt festlegen
en: Choose a course and section
es: Decide la ruta y el tramo
fr: Choisir le parcours et la section
hi: मार्ग और खंड तय करें
ko: 코스와 구간 정하기
ru: Выберите маршрут и участок
zh_hans: 决定路线和区间

source: 設定＞ルール設定。国 → 都道府県 → 路線 の順にたどって選びます。
de: Einstellungen > Regeln. Wähle in der Reihenfolge Land → Präfektur → Linie.
en: Settings > Rules. Pick by going country → prefecture → line.
es: Ajustes > Reglas. Elige en el orden país → prefectura → línea.
fr: Réglages > Règles. Choisissez dans l’ordre pays → préfecture → ligne.
hi: सेटिंग्स > नियम। देश → प्रान्त → लाइन के क्रम में चुनें।
ko: 설정 > 규칙 설정. 국가 → 도도부현 → 노선 순으로 따라가며 선택합니다.
ru: Настройки > Правила. Выбирайте по порядку: страна → префектура → линия.
zh_hans: 设置＞规则设置。按国家 → 都道府县 → 线路的顺序选择。

source: 区間の駅に、その駅でやることを書きます。1つの駅に書けるのは1人1個までです。
de: Schreibe zu den Stationen des Abschnitts, was dort zu tun ist. Pro Station ist ein Eintrag pro Person möglich.
en: Write what to do at stations in the section. Each person can write up to one per station.
es: Escribe qué hacer en las estaciones del tramo. Cada persona puede escribir solo una por estación.
fr: Écrivez quoi faire aux stations de la section. Chaque personne ne peut en écrire qu’un par station.
hi: खंड के स्टेशनों पर वहाँ करने की चीज़ें लिखें। एक स्टेशन पर प्रति व्यक्ति अधिकतम एक ही लिखा जा सकता है।
ko: 구간의 역에 그 역에서 할 일을 씁니다. 한 역에 쓸 수 있는 것은 1인당 1개까지입니다.
ru: Напишите для станций участка, что там делать. На одну станцию — не больше одного задания от человека.
zh_hans: 在区间内的车站写下要做的事。每个车站每人最多写一个。

source: 出た目の数だけ先の駅が行き先になります。
de: Die Station so viele Halte weiter wird dein Ziel.
en: The station that many stops ahead becomes your destination.
es: La estación a esa distancia será tu destino.
fr: La station située d’autant plus loin devient votre destination.
hi: जितने अंक आए, उतने आगे का स्टेशन गंतव्य बनेगा।
ko: 나온 수만큼 앞의 역이 목적지가 됩니다.
ru: Пунктом назначения станет станция на выпавшее число вперёд.
zh_hans: 掷出几点，前方第几站就是目的地。

source: そこまで歩く
de: Dorthin gehen
en: Walk there
es: Camina hasta allí
fr: Marcher jusque-là
hi: वहाँ तक चलें
ko: 거기까지 걷기
ru: Дойдите туда
zh_hans: 步行前往

source: 通り道の駅も1駅ずつ通過します。駅に近づくと自動で到着になります。
de: Auch die Stationen unterwegs passierst du eine nach der anderen. In Stationsnähe wird die Ankunft automatisch erkannt.
en: You pass through the stations along the way one by one. Getting close to a station counts as arriving automatically.
es: También pasarás una a una por las estaciones del camino. Al acercarte a una estación, la llegada se registra sola.
fr: Vous passez aussi une à une par les stations du trajet. En approchant d’une station, l’arrivée est détectée automatiquement.
hi: रास्ते के स्टेशन भी एक-एक करके पार होते हैं। स्टेशन के पास पहुँचते ही आगमन अपने आप दर्ज हो जाता है।
ko: 지나는 길의 역도 한 역씩 통과합니다. 역에 가까워지면 자동으로 도착이 됩니다.
ru: Станции по пути вы проходите одну за другой. При приближении к станции прибытие засчитывается автоматически.
zh_hans: 途经的车站也会逐站经过。靠近车站时会自动判定到达。

source: お題をこなす
de: Aufgabe erledigen
en: Do the mission
es: Haz la misión
fr: Accomplir le défi
hi: मिशन पूरा करें
ko: 미션 해내기
ru: Выполните задание
zh_hans: 完成任务

source: 着いた駅のお題が1つ引かれます。終わったら次のサイコロへ。
de: An der erreichten Station wird eine Aufgabe gezogen. Danach geht’s zum nächsten Wurf.
en: One mission at the station you land on is drawn. When it’s done, on to the next roll.
es: Se saca una misión de la estación a la que llegues. Al terminar, al siguiente tiro.
fr: Un défi de la station atteinte est tiré. Une fois fini, au lancer suivant.
hi: पहुँचे स्टेशन का एक मिशन निकाला जाता है। पूरा होने पर अगले पासे की ओर।
ko: 도착한 역의 미션이 1개 뽑힙니다. 끝나면 다음 주사위로.
ru: Вытягивается одно задание станции, куда вы попали. Выполнили — к следующему броску.
zh_hans: 会抽取到达车站的一个任务。完成后进行下一次掷骰。

source: 駅に着いたのに反応しないとき
de: Wenn bei der Ankunft nichts passiert
en: If nothing happens when you arrive at a station
es: Si no reacciona al llegar a una estación
fr: Si rien ne se passe à l’arrivée en station
hi: स्टेशन पहुँचने पर भी प्रतिक्रिया न हो तो
ko: 역에 도착했는데 반응이 없을 때
ru: Если по прибытии на станцию ничего не происходит
zh_hans: 到站后没有反应时

source: 画面下の「ここに着いた」で手動でも進めます。GPSがずれる場所や、地下では届かないことがあります。
de: Mit „Hier angekommen“ unten am Bildschirm geht es auch manuell weiter. GPS kann mancherorts abweichen und unterirdisch fehlen.
en: You can also advance manually with “I arrived here” at the bottom of the screen. GPS can drift in some places and may not reach underground.
es: También puedes avanzar manualmente con «He llegado» abajo en la pantalla. El GPS puede desviarse en algunos lugares y no llegar bajo tierra.
fr: Vous pouvez aussi avancer manuellement avec « Je suis arrivé » en bas de l’écran. Le GPS peut dériver par endroits et ne pas passer sous terre.
hi: स्क्रीन के नीचे “यहाँ पहुँच गया” से हाथ से भी आगे बढ़ सकते हैं। कुछ जगहों पर GPS भटक सकता है और भूमिगत में नहीं पहुँच पाता।
ko: 화면 아래의 ‘여기에 도착했다’로 수동으로도 진행할 수 있습니다. GPS가 어긋나는 곳이나 지하에서는 안 잡힐 수 있습니다.
ru: Можно продвинуться и вручную кнопкой «Я прибыл» внизу экрана. GPS местами сбоит и не ловит под землёй.
zh_hans: 也可用屏幕下方的“已到达这里”手动前进。GPS 在某些地方会偏移，地下可能收不到信号。

source: 圏外でも遊べます
de: Auch ohne Empfang spielbar
en: You can play offline
es: Puedes jugar sin cobertura
fr: Jouable même hors réseau
hi: नेटवर्क न होने पर भी खेल सकते हैं
ko: 권외에서도 놀 수 있습니다
ru: Можно играть и вне сети
zh_hans: 没有信号也能玩

source: 記録は端末に残り、電波が戻ったときにまとめて共有されます。
de: Aufzeichnungen bleiben auf dem Gerät und werden bei Empfang gesammelt geteilt.
en: Records stay on your device and are shared all at once when you’re back in signal.
es: Los registros quedan en el dispositivo y se comparten de golpe al recuperar la señal.
fr: Les enregistrements restent sur l’appareil et sont partagés d’un coup au retour du signal.
hi: रिकॉर्ड डिवाइस पर रहते हैं और सिग्नल लौटने पर एक साथ साझा हो जाते हैं।
ko: 기록은 기기에 남고, 전파가 돌아오면 한꺼번에 공유됩니다.
ru: Записи хранятся на устройстве и отправляются разом, когда появится связь.
zh_hans: 记录会保留在本机，信号恢复时一并共享。

source: みんなで遊ぶには
de: So spielt ihr gemeinsam
en: To play together
es: Para jugar juntos
fr: Pour jouer ensemble
hi: साथ में खेलने के लिए
ko: 함께 놀려면
ru: Чтобы играть вместе
zh_hans: 想一起玩时

source: 設定＞みんなで遊ぶ からルームを作り、招待コードか共有リンクを仲間に渡します。
de: Erstelle unter Einstellungen > Gemeinsam spielen einen Raum und gib deiner Gruppe den Einladungscode oder einen Link.
en: Create a room from Settings > Play together, then give your group the invite code or a share link.
es: Crea una sala en Ajustes > Jugar juntos y pasa a tu grupo el código de invitación o un enlace.
fr: Créez un salon via Réglages > Jouer ensemble, puis donnez le code d’invitation ou un lien à votre groupe.
hi: सेटिंग्स > साथ में खेलें से रूम बनाएँ और साथियों को निमंत्रण कोड या साझा लिंक दें।
ko: 설정 > 함께 놀기에서 방을 만들고, 초대 코드나 공유 링크를 동료에게 전합니다.
ru: Создайте комнату в «Настройки > Играть вместе» и передайте своим код приглашения или ссылку.
zh_hans: 从设置＞一起玩创建房间，把邀请码或共享链接交给同伴。

source: お題を先に見せるかどうか
de: Aufgaben vorab zeigen oder nicht
en: Whether to show missions in advance
es: Mostrar o no las misiones por adelantado
fr: Montrer ou non les défis à l’avance
hi: मिशन पहले दिखाएँ या नहीं
ko: 미션을 미리 보여줄지
ru: Показывать ли задания заранее
zh_hans: 是否提前公开任务

source: 設定＞お題の見え方 で、当日までのお楽しみにするか、いつでも見えるようにするかを選べます。
de: Unter Einstellungen > Sichtbarkeit der Aufgaben wählst du zwischen Überraschung bis zum Tag selbst und jederzeit sichtbar.
en: In Settings > When missions are visible, choose between keeping them a surprise until the day or making them visible anytime.
es: En Ajustes > Visibilidad de las misiones puedes elegir entre sorpresa hasta el día o visibles en cualquier momento.
fr: Dans Réglages > Visibilité des défis, choisissez entre surprise jusqu’au jour J et visibles à tout moment.
hi: सेटिंग्स > मिशन की दृश्यता में चुनें: उस दिन तक राज़ रखें या कभी भी दिखे।
ko: 설정 > 미션 공개 방식에서 당일까지 비밀로 할지, 언제든 보이게 할지 선택할 수 있습니다.
ru: В «Настройки > Видимость заданий» выберите: сюрприз до самого дня или видно всегда.
zh_hans: 在设置＞任务可见性中，可选择当天前保密或随时可见。

source: 困ったとき
de: Bei Problemen
en: If you get stuck
es: Si tienes problemas
fr: En cas de problème
hi: परेशानी होने पर
ko: 곤란할 때
ru: Если что-то не так
zh_hans: 遇到困难时

source: 車内では遊ばない
de: Nicht im Zug spielen
en: Don’t play on board trains
es: No juegues dentro del tren
fr: Ne jouez pas à bord du train
hi: ट्रेन के अंदर न खेलें
ko: 차내에서는 놀지 않기
ru: Не играйте в вагоне
zh_hans: 不要在车内玩

source: 歩いて巡る遊びです。移動中の車両内での操作は想定していません。
de: Dieses Spiel wird zu Fuß gespielt. Eine Bedienung im fahrenden Zug ist nicht vorgesehen.
en: This game is meant to be walked. It isn’t designed to be used aboard a moving train.
es: Es un juego para recorrer a pie. No está pensado para usarse en un tren en marcha.
fr: C’est un jeu qui se joue à pied. Il n’est pas prévu pour être utilisé dans un train en marche.
hi: यह पैदल घूमने का खेल है। चलती ट्रेन के अंदर उपयोग के लिए नहीं बना है।
ko: 걸어서 도는 놀이입니다. 이동 중인 차량 안에서의 조작은 상정하지 않습니다.
ru: В эту игру играют пешком. Использование в движущемся поезде не предполагается.
zh_hans: 这是步行巡游的游戏。不适用于在行驶车辆内操作。

source: 歩きスマホをしない
de: Nicht aufs Handy schauen beim Gehen
en: Don’t use your phone while walking
es: No mires el móvil mientras caminas
fr: Ne regardez pas l’écran en marchant
hi: चलते हुए फ़ोन न देखें
ko: 걸으면서 스마트폰 보지 않기
ru: Не смотрите в телефон на ходу
zh_hans: 不要边走边看手机

source: 画面を見るときは立ち止まってください。到着は自動で判定されるので、歩きながら見る必要はありません。
de: Bleib stehen, wenn du auf den Bildschirm schaust. Die Ankunft wird automatisch erkannt, du musst beim Gehen nicht hinsehen.
en: Stop walking when you look at the screen. Arrival is detected automatically, so there’s no need to watch while walking.
es: Párate cuando mires la pantalla. La llegada se detecta sola, así que no hace falta mirar mientras caminas.
fr: Arrêtez-vous pour regarder l’écran. L’arrivée est détectée automatiquement, inutile de regarder en marchant.
hi: स्क्रीन देखते समय रुक जाएँ। आगमन अपने आप पहचाना जाता है, इसलिए चलते हुए देखने की ज़रूरत नहीं।
ko: 화면을 볼 때는 멈춰 서 주세요. 도착은 자동으로 판정되므로 걸으면서 볼 필요가 없습니다.
ru: Смотрите на экран, только остановившись. Прибытие определяется автоматически — смотреть на ходу не нужно.
zh_hans: 看屏幕时请停下脚步。到达会自动判定，无需边走边看。

source: 私有地に入らない
de: Kein Privatgelände betreten
en: Stay out of private property
es: No entres en propiedad privada
fr: N’entrez pas dans les propriétés privées
hi: निजी ज़मीन में न जाएँ
ko: 사유지에 들어가지 않기
ru: Не заходите на частную территорию
zh_hans: 不要进入私人领地

source: お題は駅の外でも構いませんが、入れる場所だけにしてください。
de: Aufgaben dürfen auch außerhalb der Station sein, aber nur an zugänglichen Orten.
en: Missions can be outside the station, but keep to places you’re allowed to enter.
es: Las misiones pueden estar fuera de la estación, pero solo en lugares donde se pueda entrar.
fr: Les défis peuvent être hors de la station, mais uniquement dans des lieux accessibles.
hi: मिशन स्टेशन के बाहर भी हो सकते हैं, पर केवल वहीं जहाँ जाना ठीक हो।
ko: 미션은 역 밖이어도 괜찮지만, 들어갈 수 있는 곳으로만 해 주세요.
ru: Задания могут быть и вне станции, но только там, куда можно заходить.
zh_hans: 任务可以在车站之外，但请仅限可以进入的地方。

source: 安全のために
de: Zur Sicherheit
en: For your safety
es: Por tu seguridad
fr: Pour votre sécurité
hi: सुरक्षा के लिए
ko: 안전을 위해
ru: Ради безопасности
zh_hans: 为了安全

source: 実際の道を歩く遊びです。周りの人と交通に気をつけてください。
de: Dieses Spiel findet auf echten Wegen statt. Achte auf Menschen und Verkehr um dich herum.
en: This game is played on real streets. Watch out for people and traffic around you.
es: Este juego se juega en calles reales. Presta atención a la gente y al tráfico.
fr: Ce jeu se joue sur de vraies routes. Faites attention aux gens et à la circulation.
hi: यह असली रास्तों पर चलने का खेल है। आसपास के लोगों और यातायात का ध्यान रखें।
ko: 실제 길을 걷는 놀이입니다. 주변 사람과 교통에 주의해 주세요.
ru: Игра проходит на настоящих улицах. Следите за людьми и транспортом вокруг.
zh_hans: 这是行走在真实道路上的游戏。请注意周围的行人和交通。

source: 1人で作っています。¥300から
de: Von einer Person entwickelt. Ab ¥300
en: Made by one person. From ¥300
es: Hecho por una sola persona. Desde ¥300
fr: Développé par une seule personne. À partir de ¥300
hi: एक व्यक्ति द्वारा बनाया गया है। ¥300 से
ko: 혼자 만들고 있습니다. ¥300부터
ru: Делается в одиночку. От ¥300
zh_hans: 由一个人开发。¥300 起

source: 募金
de: Unterstützung
en: Support
es: Donaciones
fr: Soutien
hi: सहयोग
ko: 후원
ru: Поддержка
zh_hans: 捐助

source: 応援しても機能は増えません。気持ちだけを受け取る仕組みです。
de: Unterstützung schaltet keine Funktionen frei. Es ist nur eine Geste der Wertschätzung.
en: Supporting doesn’t unlock any features. It’s simply a way to send your appreciation.
es: Apoyar no añade funciones. Es solo una forma de dar las gracias.
fr: Soutenir n’ajoute aucune fonctionnalité. C’est juste une façon d’envoyer un merci.
hi: सहयोग करने से कोई नई सुविधा नहीं मिलती। यह बस आपकी भावना स्वीकार करने का तरीका है।
ko: 응원해도 기능이 늘어나지 않습니다. 마음만 받는 구조입니다.
ru: Поддержка не добавляет функций. Это просто способ выразить признательность.
zh_hans: 支持不会增加功能。这只是传达心意的方式。

source: アプリ情報
de: App-Info
en: About this app
es: Información de la app
fr: À propos de l’app
hi: ऐप की जानकारी
ko: 앱 정보
ru: О приложении
zh_hans: 应用信息

source: 詳しい情報を調べています…
de: Details werden gesucht …
en: Looking up details…
es: Buscando detalles…
fr: Recherche des détails…
hi: विवरण खोजा जा रहा है…
ko: 자세한 정보를 찾는 중…
ru: Ищем подробности…
zh_hans: 正在查询详细信息…

source: 住所
de: Adresse
en: Address
es: Dirección
fr: Adresse
hi: पता
ko: 주소
ru: Адрес
zh_hans: 地址

source: 電話
de: Telefon
en: Phone
es: Teléfono
fr: Téléphone
hi: फ़ोन
ko: 전화
ru: Телефон
zh_hans: 电话

source: ホームページ
de: Website
en: Website
es: Sitio web
fr: Site web
hi: वेबसाइट
ko: 웹사이트
ru: Сайт
zh_hans: 网站

source: この場所の詳しい情報は見つかりませんでした。
de: Für diesen Ort wurden keine Details gefunden.
en: No details were found for this place.
es: No se encontraron detalles de este lugar.
fr: Aucun détail trouvé pour ce lieu.
hi: इस जगह का विवरण नहीं मिला।
ko: 이 장소의 자세한 정보를 찾지 못했습니다.
ru: Подробности об этом месте не найдены.
zh_hans: 未找到这个地点的详细信息。

source: 経路を調べたいときは、マップアプリへ渡してください。
de: Für eine Route übergib den Ort an die Karten-App.
en: To get directions, hand it off to the Maps app.
es: Para ver la ruta, pásalo a la app de Mapas.
fr: Pour un itinéraire, passez par l’app Plans.
hi: रास्ता देखने के लिए इसे नक्शा ऐप को सौंपें।
ko: 경로를 알아보려면 지도 앱으로 넘겨 주세요.
ru: Чтобы построить маршрут, передайте место в приложение «Карты».
zh_hans: 想查路线时，请交给地图应用。

source: 記録がありません
de: Keine Aufzeichnungen
en: No records
es: No hay registros
fr: Aucun enregistrement
hi: कोई रिकॉर्ड नहीं है
ko: 기록이 없습니다
ru: Записей нет
zh_hans: 没有记录

source: 共有画像を書き出す
de: Bild zum Teilen exportieren
en: Export share image
es: Exportar imagen para compartir
fr: Exporter l’image à partager
hi: शेयर के लिए छवि निर्यात करें
ko: 공유 이미지 내보내기
ru: Экспортировать картинку для отправки
zh_hans: 导出分享图片

source: 実際に歩いた跡から出した距離です。50mごとに速さで色を分けています。
de: Die Distanz stammt aus deiner tatsächlich gelaufenen Spur. Alle 50 m zeigt die Farbe das Tempo.
en: Distance measured from the path you actually walked. Colors show your speed every 50 m.
es: Distancia calculada a partir del recorrido real. El color indica la velocidad cada 50 m.
fr: Distance calculée à partir de votre trace réelle. La couleur indique la vitesse tous les 50 m.
hi: यह दूरी आपके वास्तविक चलने के निशान से निकाली गई है। हर 50 मीटर पर गति के अनुसार रंग बदलता है।
ko: 실제로 걸은 흔적에서 계산한 거리입니다. 50m마다 속도에 따라 색을 나눴습니다.
ru: Расстояние вычислено по реальному треку. Каждые 50 м цвет показывает скорость.
zh_hans: 根据实际步行轨迹计算的距离。每 50 米按速度分色显示。

source: 跡が残っていないため、通った駅を結んだ距離です。
de: Es gibt keine Spur, daher ist dies die Distanz entlang der besuchten Stationen.
en: No track was recorded, so this is the distance along the stations you passed.
es: No quedó registro del recorrido, así que es la distancia entre las estaciones por las que pasaste.
fr: Aucune trace n’a été enregistrée : il s’agit de la distance reliant les stations traversées.
hi: कोई निशान दर्ज नहीं हुआ, इसलिए यह दूरी गुज़रे हुए स्टेशनों को जोड़कर निकाली गई है।
ko: 흔적이 남아 있지 않아, 지나간 역을 이은 거리입니다.
ru: Трек не сохранился, поэтому расстояние посчитано по пройденным станциям.
zh_hans: 由于没有留下轨迹，这是按经过的车站连线计算的距离。

source: 撮った写真をまとめて見る %lld枚
de: Alle Fotos ansehen (%lld)
en: See all photos taken (%lld)
es: Ver todas las fotos (%lld)
fr: Voir toutes les photos (%lld)
hi: ली गई सभी तस्वीरें देखें (%lld)
ko: 찍은 사진 모아 보기 %lld장
ru: Все снятые фото (%lld)
zh_hans: 查看拍摄的全部照片（%lld张）

source: %lldターン目・%@
de: Zug %lld · %@
en: Turn %lld · %@
es: Turno %lld · %@
fr: Tour %lld · %@
hi: टर्न %lld · %@
ko: %lld턴째 · %@
ru: Ход %lld · %@
zh_hans: 第%lld回合·%@

source: %lld回
de: %lld-mal
en: %lld times
es: %lld veces
fr: %lld fois
hi: %lld बार
ko: %lld회
ru: %lld раз
zh_hans: %lld次

source: 歩いた距離
de: Gelaufene Distanz
en: Distance walked
es: Distancia recorrida
fr: Distance parcourue
hi: चली गई दूरी
ko: 걸은 거리
ru: Пройденное расстояние
zh_hans: 步行距离

source: 距離（目安）
de: Distanz (ca.)
en: Distance (est.)
es: Distancia (aprox.)
fr: Distance (approx.)
hi: दूरी (अनुमानित)
ko: 거리(대략)
ru: Расстояние (примерно)
zh_hans: 距离（约）

source: %lld 枚
de: %lld Fotos
en: %lld photos
es: %lld fotos
fr: %lld photos
hi: %lld फ़ोटो
ko: %lld장
ru: %lld фото
zh_hans: %lld 张

source: 時間の内訳
de: Zeitaufteilung
en: Time breakdown
es: Desglose del tiempo
fr: Répartition du temps
hi: समय का विवरण
ko: 시간 내역
ru: Распределение времени
zh_hans: 时间明细

source: 合計
de: Gesamt
en: Total
es: Total
fr: Total
hi: कुल
ko: 합계
ru: Всего
zh_hans: 合计

source: 移動
de: Unterwegs
en: Walking
es: Caminando
fr: Marche
hi: चलना
ko: 이동
ru: В пути
zh_hans: 移动

source: ミッション
de: Aufgaben
en: Missions
es: Misiones
fr: Défis
hi: मिशन
ko: 미션
ru: Задания
zh_hans: 任务

source: お題 %lld / %lld
de: Aufgaben %lld / %lld
en: Missions %lld / %lld
es: Misiones %lld / %lld
fr: Défis %lld / %lld
hi: मिशन %lld / %lld
ko: 미션 %lld / %lld
ru: Задания %lld / %lld
zh_hans: 任务 %lld / %lld

source: 進行中 %lld
de: Laufend %lld
en: In progress %lld
es: En curso %lld
fr: En cours %lld
hi: जारी %lld
ko: 진행 중 %lld
ru: В процессе %lld
zh_hans: 进行中 %lld

source: いまの旅の記録
de: Aufzeichnung der aktuellen Reise
en: Current journey record
es: Registro del viaje actual
fr: Enregistrement du voyage en cours
hi: मौजूदा यात्रा का रिकॉर्ड
ko: 지금 여행의 기록
ru: Записи текущего похода
zh_hans: 当前旅程的记录

source: これまでの旅
de: Bisherige Reisen
en: Journeys so far
es: Viajes anteriores
fr: Voyages précédents
hi: अब तक की यात्राएँ
ko: 지금까지의 여행
ru: Завершённые походы
zh_hans: 以往的旅程

source: 保存済みの記録はありません
de: Keine gespeicherten Aufzeichnungen
en: No saved records
es: No hay registros guardados
fr: Aucun enregistrement sauvegardé
hi: कोई सहेजा हुआ रिकॉर्ड नहीं है
ko: 저장된 기록이 없습니다
ru: Сохранённых записей нет
zh_hans: 没有已保存的记录

source: 旅を終えて新しい旅を始めると、ここに追加されます
de: Wenn du eine Reise beendest und eine neue beginnst, erscheint sie hier
en: Finish a journey and start a new one, and it will appear here
es: Cuando termines un viaje y empieces uno nuevo, aparecerá aquí
fr: Terminez un voyage et commencez-en un nouveau : il apparaîtra ici
hi: यात्रा पूरी करके नई यात्रा शुरू करने पर वह यहाँ जुड़ जाएगी
ko: 여행을 마치고 새 여행을 시작하면 여기에 추가됩니다
ru: Завершите поход и начните новый — он появится здесь
zh_hans: 结束旅程并开始新旅程后，会添加到这里

source: 完走
de: Geschafft
en: Completed
es: Completado
fr: Terminé
hi: पूरा किया
ko: 완주
ru: Завершено
zh_hans: 完成

source: %lld駅
de: %lld Stationen
en: %lld stations
es: %lld estaciones
fr: %lld stations
hi: %lld स्टेशन
ko: %lld개 역
ru: %lld станций
zh_hans: %lld 站

source: 旅の記録
de: Reiseaufzeichnung
en: Journey record
es: Registro del viaje
fr: Enregistrement du voyage
hi: यात्रा का रिकॉर्ड
ko: 여행 기록
ru: Записи похода
zh_hans: 旅程记录

source: まだ写真がありません
de: Noch keine Fotos
en: No photos yet
es: Todavía no hay fotos
fr: Pas encore de photos
hi: अभी कोई फ़ोटो नहीं है
ko: 아직 사진이 없습니다
ru: Фотографий пока нет
zh_hans: 还没有照片

source: 駅に着いたら写真を撮れます
de: Wenn du eine Station erreichst, kannst du Fotos aufnehmen
en: You can take photos when you arrive at a station
es: Podrás hacer fotos al llegar a una estación
fr: Vous pourrez prendre des photos en arrivant à une station
hi: स्टेशन पहुँचने पर आप फ़ोटो ले सकते हैं
ko: 역에 도착하면 사진을 찍을 수 있습니다
ru: Фото можно сделать, когда придёте на станцию
zh_hans: 到达车站后就能拍照

source: %@ %lld枚
de: %@ · %lld
en: %@ · %lld
es: %@ · %lld
fr: %@ · %lld
hi: %@ · %lld
ko: %@ %lld장
ru: %@ · %lld
zh_hans: %@（%lld张）

source: 写真を保存・共有
de: Foto sichern oder teilen
en: Save or share photo
es: Guardar o compartir la foto
fr: Enregistrer ou partager la photo
hi: फ़ोटो सहेजें या शेयर करें
ko: 사진 저장·공유
ru: Сохранить или отправить фото
zh_hans: 保存·分享照片

source: この写真を消す
de: Dieses Foto löschen
en: Delete this photo
es: Eliminar esta foto
fr: Supprimer cette photo
hi: यह फ़ोटो हटाएँ
ko: 이 사진 지우기
ru: Удалить это фото
zh_hans: 删除这张照片

source: %@ が撮影
de: Aufgenommen von %@
en: Taken by %@
es: Foto de %@
fr: Prise par %@
hi: %@ ने ली
ko: %@ 촬영
ru: Снято: %@
zh_hans: %@ 拍摄

source: この写真を消しますか
de: Dieses Foto löschen?
en: Delete this photo?
es: ¿Eliminar esta foto?
fr: Supprimer cette photo ?
hi: क्या यह फ़ोटो हटाएँ?
ko: 이 사진을 지울까요?
ru: Удалить это фото?
zh_hans: 要删除这张照片吗

source: 消す
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
hi: हटाएँ
ko: 지우기
ru: Удалить
zh_hans: 删除

source: 端末からも仲間の画面からも消えます。元には戻せません。
de: Es verschwindet von diesem Gerät und bei den anderen. Das lässt sich nicht rückgängig machen.
en: It will be removed from this device and from your friends’ screens. This cannot be undone.
es: Desaparecerá de este dispositivo y de las pantallas de tus compañeros. No se puede deshacer.
fr: Elle disparaîtra de cet appareil et de chez vos compagnons. Cette action est irréversible.
hi: यह इस डिवाइस और साथियों की स्क्रीन दोनों से हट जाएगी। इसे वापस नहीं लाया जा सकता।
ko: 이 기기에서도 동료의 화면에서도 사라집니다. 되돌릴 수 없습니다.
ru: Фото исчезнет и с этого устройства, и у товарищей. Отменить нельзя.
zh_hans: 将从本机和同伴的屏幕上删除，无法恢复。

source: 受け取り中です
de: Wird empfangen
en: Receiving
es: Recibiendo
fr: Réception en cours
hi: प्राप्त हो रही है
ko: 받는 중입니다
ru: Загружается
zh_hans: 正在接收

source: 画面を下に引っ張ると取りに行きます
de: Zieh den Bildschirm nach unten, um es zu holen
en: Pull down to fetch it
es: Desliza hacia abajo para buscarla
fr: Tirez l’écran vers le bas pour la récupérer
hi: स्क्रीन को नीचे खींचने पर इसे लाया जाएगा
ko: 화면을 아래로 당기면 가져옵니다
ru: Потяните экран вниз, чтобы загрузить
zh_hans: 下拉屏幕即可获取
